---
kind: enumMember
id: F:Autodesk.Revit.DB.JunctionType.Tee
enum: Autodesk.Revit.DB.JunctionType
zh: 三通
source: html/4819d609-4c56-5077-2193-f0953a3ac445.htm
---
# Autodesk.Revit.DB.JunctionType.Tee

**中文**: 三通

The junction type is tee.